Repository: AndriianaKonar/Greetings
Catalog: Greetings/Greetings/Localizable.xcstrings
Source language: en
Languages: de, he, it, sk

source: Are you ready to,
de: Sind Sie bereit,
he: האם אתה מוכן ל,
it: Sei pronto a,
sk: Si pripravený/á,

source: Discover new horizons
de: Entdecken Sie neue Horizonte
he: גלה אופקים חדשים
it: Scopri nuovi orizzonti
sk: Objavte nové obzory

source: Energy that inspires
de: Energie, die inspiriert
he: אנרגיה מעוררת השראה
it: Energia che ispira
sk: Energia, ktorá inšpiruje

source: English
de: Englisch
he: אַנגְלִית
it: inglese
sk: angličtina

source: Explore IOS programming world
de: Entdecken Sie die Welt der iOS-Programmierung
he: גלו את עולם התכנות של iOS
it: Esplora il mondo della programmazione iOS
sk: Preskúmajte svet programovania pre iOS

source: German
de: Deutsch
he: גֶרמָנִיָת
it: tedesco
sk: nemčina

source: Greetings
de: Grüße
he: שלום רב
it: Saluti
sk: Pozdravujem

source: Hebrew
de: Hebräisch
he: עִברִית
it: ebraica
sk: hebrejčina

source: Hello, there!
de: Hallo!
he: שלום, שם!
it: Ciao!

source: Italian
de: Italienisch
he: אִיטַלְקִית
it: italiana
sk: taliančina

source: Meow
de: Miau
he: מִיָאוּ
it: Miao
sk: Mňau

source: Slovak
de: Slowakisch
he: סלובקית
it: slovacca
sk: slovenčina

source: start exploring ?
de: Beginnen Sie mit der Erkundung?
he: להתחיל לחקור?
it: iniziare a esplorare
sk: začať skúmať?

source: Unleash your creativity
de: Entfesseln Sie Ihre Kreativität
he: שחררו את היצירתיות שלכם
it: Libera la tua creatività
sk: Popustite uzdu svojej kreativite

source: Welcome to SWIFT programming
de: Willkommen bei der SWIFT-Programmierung
he: ברוכים הבאים לתכנות SWIFT
it: Benvenuti alla programmazione SWIFT
sk: Vitajte v SWIFT programovaní
